/* Label next to search field */
"1 song" = "1 canzone";

/* Label next to search field */
"%i songs" = "%i canzoni";

/* Dialog Button */
"Cancel" = "Annulla";

/* Song label when no track/playlist is selected. */
"Default Alarm" = "Sveglia Predefinita";

/* Main prompt in sheet */
"Do you want to save changes to this alarm before closing?" = "Vuoi registrare le modifiche a questa sveglia prima di chiudere?";

/* Dialog Button */
"Don't Save" = "Non registrare";

/* Window title when editing an alarm */
"Edit Alarm" = "Modifica Sveglia";

/* Sub prompt in sheet */
"If you don't save, your changes will be lost." = "Se non registri, le modifiche verranno perse.";

/* Main prompt in sheet */
"Invalid alarm time" = "L'ora immessa non è valida";

/* Dialog Button */
"OK" = "OK";

/* Song label when using a playlist */
"Playlist: %@" = "Playlist: %@";

/* Error message in AlarmEditor */
"Please select a date and time in the future." = "Perfavore selezionare una data e ora posteriore a quella attuale.";

/* Sub prompt in sheet */
"Please select the days the alarm should repeat." = "Perfavore selezionare i giorni in cui la sveglia deve suonare.";

/* Dialog Button */
"Save" = "Registra";

/* Song label when using a song */
"Song: %@" = "Canzone: %@";

